tap "b4b4r07/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "bundler-completion"
brew "glib"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "ctags"
brew "deno"
brew "django-completion"
brew "dnsmasq"
brew "docker", link: false
brew "editorconfig"
brew "unbound"
brew "gnutls"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "grunt-completion"
brew "helix"
brew "htop"
brew "hugo"
brew "infracost"
brew "jq"
brew "kitchen-completion"
brew "lv"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nginx"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "peco"
brew "perl"
brew "pip-completion"
brew "postgresql@14"
brew "pulumi"
brew "pyenv"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rustup-init"
brew "terminal-notifier"
brew "terraform"
brew "terraformer"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "b4b4r07/tap/gomi"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli"
cask "adobe-creative-cloud", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "android-platform-tools"
cask "android-studio", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "atok", args: { appdir: "/Applications" }
cask "bartender", args: { appdir: "/Applications" }
cask "bitwarden", args: { appdir: "/Applications" }
cask "caffeine"
cask "calibre"
cask "canon-eos-webcam-utility"
cask "dash", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "drawio"
cask "dropbox", args: { appdir: "/Applications" }
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "firefox-developer-edition"
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hackgen-nerd"
cask "font-hasklig", args: { appdir: "/Applications" }
cask "font-noto-sans-cjk", args: { appdir: "/Applications" }
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "gyazo", args: { appdir: "/Applications" }
cask "hhkb-pro-driver"
cask "hyper"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "macs-fan-control", args: { appdir: "/Applications" }
cask "menumeters", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "obsidian"
cask "opera"
cask "raspberry-pi-imager"
cask "raycast"
cask "sequel-ace"
cask "skype"
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "townwifi", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vivaldi", args: { appdir: "/Applications" }
cask "xmind", args: { appdir: "/Applications" }
cask "zoom"
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "ScanSnap Cloud", id: 1035516352
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "WakaTime.vscode-wakatime"
