tap "b4b4r07/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "act"
brew "awscli"
brew "bundler-completion"
brew "glib"
brew "composer"
brew "deno"
brew "django-completion"
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose"
brew "editorconfig"
brew "unbound"
brew "gobject-introspection"
brew "srt"
brew "ffmpeg"
brew "gem-completion"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "goenv"
brew "grunt-completion"
brew "htop"
brew "jq"
brew "kitchen-completion"
brew "lv"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nginx"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "peco"
brew "php"
brew "pip-completion"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "pulumi"
brew "pyenv"
brew "python@3.8"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "ruby-completion"
brew "terminal-notifier"
brew "terraform"
brew "terraformer"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "b4b4r07/tap/gomi"
brew "heroku/brew/heroku"

cask "1password", args: { appdir: "/Applications" }
cask "adobe-creative-cloud", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "android-studio", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "atok", args: { appdir: "/Applications" }
cask "bartender", args: { appdir: "/Applications" }
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "bitwarden", args: { appdir: "/Applications" }
cask "chrome-remote-desktop-host", args: { appdir: "/Applications" }
cask "dash", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hasklig", args: { appdir: "/Applications" }
cask "font-noto-sans-cjk", args: { appdir: "/Applications" }
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive"
cask "google-drive-file-stream", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "gyazo", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "krisp", args: { appdir: "/Applications" }
cask "macs-fan-control", args: { appdir: "/Applications" }
cask "menumeters", args: { appdir: "/Applications" }
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "r", args: { appdir: "/Applications" }
cask "rstudio", args: { appdir: "/Applications" }
cask "sequel-pro", args: { appdir: "/Applications" }
cask "sketch", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "townwifi", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vivaldi", args: { appdir: "/Applications" }
cask "xmind", args: { appdir: "/Applications" }
cask "zoom"

mas "Day One", id: 1055511498
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
mas "宛名職人V25M", id: 1364345957
