tap "b4b4r07/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "uasi/pict"
brew "act"
brew "apr-util"
brew "xz"
brew "python@3.11"
brew "awscli"
brew "berkeley-db", link: true
brew "bundler-completion"
brew "glib"
brew "cfn-lint"
brew "cmake"
brew "ctags"
brew "curl"
brew "gnupg"
brew "openldap"
brew "diff-pdf"
brew "dnsmasq"
brew "docker", link: false
brew "editorconfig"
brew "fish"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "grep"
brew "grunt-completion"
brew "hasura-cli"
brew "htop"
brew "jq"
brew "libfido2"
brew "libidn"
brew "libpq"
brew "lua"
brew "lv"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "openssl@1.1"
brew "pango"
brew "peco"
brew "perl"
brew "pict"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-completion"
brew "rustup"
brew "sslscan"
brew "tcl-tk"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "volta"
brew "wget"
brew "b4b4r07/tap/gomi"
brew "hashicorp/tap/terraform-ls"
cask "appcleaner", args: { appdir: "/Applications" }
cask "bartender"
cask "deepl", args: { appdir: "/Applications" }
cask "docker"
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hasklig", args: { appdir: "/Applications" }
cask "font-noto-sans-cjk", args: { appdir: "/Applications" }
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "hyper"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr"
cask "licecap"
cask "mark-text"
cask "menumeters", args: { appdir: "/Applications" }
cask "microsoft-edge"
cask "sequel-ace"
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zoom"
mas "Okta Extension App", id: 1439967473
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-partial"
vscode "aki77.rails-routes"
vscode "bierner.emojisense"
vscode "ckolkman.vscode-postgres"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dataform.dataform"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hasurahq.hasura"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shanehofstetter.rails-i18n"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "timvaneker.serverless-snippets"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
