tap "1password/tap"
tap "b4b4r07/tap"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "reviewdog/tap"
tap "snyk/tap"
tap "uasi/pict"
brew "act"
brew "python@3.10"
brew "awscli"
brew "bundler-completion"
brew "glib"
brew "cfn-lint"
brew "cmake"
brew "openldap"
brew "curl"
brew "freetds"
brew "icu4c"
brew "libpq"
brew "php"
brew "composer"
brew "ctags"
brew "deno"
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose", link: false
brew "editorconfig"
brew "fzf"
brew "gawk"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "goenv"
brew "grep"
brew "grunt-completion"
brew "helm"
brew "htop"
brew "jq"
brew "kitchen-completion"
brew "libidn"
brew "lua"
brew "lv"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nginx"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "openssl@3"
brew "peco"
brew "pict"
brew "pip-completion"
brew "pulumi"
brew "pyenv"
brew "python@3.9"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-completion"
brew "rustup-init"
brew "shared-mime-info"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "terraform-lsp"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "b4b4r07/tap/gomi"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "reviewdog/tap/reviewdog"
brew "snyk/tap/snyk"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred", args: { appdir: "/Applications" }
cask "amazon-chime"
cask "appcleaner", args: { appdir: "/Applications" }
cask "bartender", args: { appdir: "/Applications" }
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "docker"
cask "drawio"
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hasklig", args: { appdir: "/Applications" }
cask "font-noto-sans-cjk", args: { appdir: "/Applications" }
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "hyper"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr"
cask "licecap"
cask "macs-fan-control", args: { appdir: "/Applications" }
cask "mark-text"
cask "menumeters", args: { appdir: "/Applications" }
cask "r", args: { appdir: "/Applications" }
cask "rstudio", args: { appdir: "/Applications" }
cask "sequel-ace"
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vivaldi", args: { appdir: "/Applications" }
cask "zoom"
mas "Okta Extension App", id: 1439967473
mas "Xcode", id: 497799835
