tap "1password/tap"
tap "b4b4r07/tap"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "reviewdog/tap"
tap "snyk/tap"
tap "uasi/pict"
brew "act"
brew "apr-util"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "berkeley-db", link: true
brew "bundler-completion"
brew "glib"
brew "cfn-lint"
brew "cmake"
brew "openldap"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "ctags"
brew "deno"
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose", link: false
brew "editorconfig"
brew "fish"
brew "fzf"
brew "gawk"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "goenv"
brew "graphviz"
brew "grep"
brew "grunt-completion"
brew "helm"
brew "htop"
brew "infracost"
brew "inframap"
brew "jq"
brew "kitchen-completion"
brew "libfido2"
brew "libidn"
brew "lua"
brew "lv"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "node"
brew "ncc"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "peco"
brew "perl"
brew "pict"
brew "pip-completion"
brew "postgresql@14"
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-completion"
brew "rust-analyzer"
brew "rustup-init"
brew "shared-mime-info"
brew "sslscan"
brew "tcl-tk"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "b4b4r07/tap/gomi"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "snyk/tap/snyk"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli"
cask "amazon-chime"
cask "appcleaner", args: { appdir: "/Applications" }
cask "bartender"
cask "deepl", args: { appdir: "/Applications" }
cask "docker"
cask "drawio"
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hasklig", args: { appdir: "/Applications" }
cask "font-noto-sans-cjk", args: { appdir: "/Applications" }
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "hyper"
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr"
cask "licecap"
cask "macs-fan-control", args: { appdir: "/Applications" }
cask "mark-text"
cask "medis"
cask "menumeters", args: { appdir: "/Applications" }
cask "microsoft-edge"
cask "onedrive"
cask "pgadmin4"
cask "sequel-ace"
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zoom"
mas "com.gorgeousity.fugit", id: 1577870027
mas "Okta Extension App", id: 1439967473
mas "Xcode", id: 497799835
vscode "bierner.emojisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dataform.dataform"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
