tap "b4b4r07/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "songmu/tap"
brew "act"
brew "awscli"
brew "bundler-completion"
brew "glib"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "ctags"
brew "deno"
brew "django-completion"
brew "dnsmasq"
brew "editorconfig"
brew "unbound"
brew "gnutls"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "grunt-completion"
brew "helix"
brew "htop"
brew "infracost"
brew "jq"
brew "kitchen-completion"
brew "lv"
brew "mas"
brew "openjdk"
brew "maven"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "peco"
brew "perl"
brew "pip-completion"
brew "postgresql@14"
brew "pulumi"
brew "pyenv"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rustup"
brew "terminal-notifier"
brew "terraformer"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "volta"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "b4b4r07/tap/gomi"
brew "hashicorp/tap/terraform-ls"
brew "songmu/tap/blogsync"
cask "android-platform-tools"
cask "android-studio", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "bartender", args: { appdir: "/Applications" }
cask "bitwarden", args: { appdir: "/Applications" }
cask "caffeine"
cask "calibre"
cask "canon-eos-webcam-utility"
cask "chatgpt"
cask "deepl", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "drawio"
cask "dropbox", args: { appdir: "/Applications" }
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "firefox@developer-edition"
cask "font-fontawesome", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-hackgen-nerd"
cask "font-hasklig", args: { appdir: "/Applications" }
cask "font-noto-sans-cjk", args: { appdir: "/Applications" }
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "gyazo", args: { appdir: "/Applications" }
cask "hhkb-pro-driver"
cask "hyper"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keycastr"
cask "menumeters", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "ngrok"
cask "notion", args: { appdir: "/Applications" }
cask "raspberry-pi-imager"
cask "raycast"
cask "sequel-ace"
cask "slack", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zed"
cask "zoom"
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "ScanSnap Cloud", id: 1035516352
mas "Spark Desktop", id: 6445813049
mas "TestFlight", id: 899247664
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
vscode "aaron-bond.better-comments"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-partial"
vscode "aki77.rails-routes"
vscode "bierner.emojisense"
vscode "ckolkman.vscode-postgres"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dataform.dataform"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hasurahq.hasura"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shanehofstetter.rails-i18n"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "timvaneker.serverless-snippets"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
